---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumGroundsParam
source: html/f6bf50b1-bded-3d7c-e432-4b60bf4ae27a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumGroundsParam Property

"# of Ground Conductors"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitWireNumGroundsParam { get; }
```